[
  {
    "id": "1",
    "title": "Top 5 AI Tools jo Har Tech Enthusiast Ko Use Karne Chahiye",
    "slug": "top-5-ai-tools",
    "date": "2025-09-11",
    "excerpt": "Yeh blog post aapko best AI tools ke baare mein batayega jo productivity aur creativity badhate hain."
  },
  {
    "id": "2",
    "title": "Cyber Security Ke Basic Points Jo Har User Ko Janna Chahiye",
    "slug": "cyber-security",
    "date": "2025-09-11",
    "excerpt": "Yeh blog post aapko cyber security ke basic points ke baare mein batayega jo productivity aur creativity badhate hain."
  },
  {
    "id": "3",
    "title": "Overwhelmed by MFA? You Might Be Under Attack",
    "slug": "overwhelmed-by-mfa-you-might-be-under-attack",
    "date": "2025-11-25",
    "excerpt": "Multi-Factor Authentication (MFA) is one of our best defenses against account takeovers. That simple push notification on your phone acts..."
  },
  {
    "id": "4",
    "title": "Bhai, Yeh Scholarship Link Real Hai Kya? Phishing se Bacho!",
    "slug": "bhai-yeh-scholarship-link-real-hai-kya-phishing-se-bacho",
    "date": "2025-11-25",
    "excerpt": "Arre yaar, dekh! Ek \"Guaranteed Internship\" ka email aaya hai, direct selection! Bas is link pe click karke details fill..."
  },
  {
    "id": "5",
    "title": "AI Waale Scammers Se Bachke Rehna Baba!",
    "slug": "ai-waale-scammers-se-bachke-rehna-baba",
    "date": "2025-11-25",
    "excerpt": "Hey dost! College life mein assignments aur exams ki tension kam hai kya, jo ab naye type ke scammers aa..."
  },
  {
    "id": "6",
    "title": "Fake Job Offer se Bacho! Phishing Pehchano, Dost!",
    "slug": "fake-job-offer-se-bacho-phishing-pehchano-dost",
    "date": "2025-11-25",
    "excerpt": "College life mein sabse bada tension kya hota hai? *Placements!* Aur imagine karo, ek din aapke inbox mein ek dream..."
  },
  {
    "id": "7",
    "title": "College Mein New Scam Alert: AI Phishing Se Kaise Bachein?",
    "slug": "college-mein-new-scam-alert-ai-phishing-se-kaise-bachein",
    "date": "2025-11-29",
    "excerpt": "Hey dosto! College life is full of emails – assignments, placement offers, internship updates... *lekin ruko!* Inhi emails ke beech..."
  },
  {
    "id": "8",
    "title": "Deepfake: Asli Kaun, Nakli Kaun?",
    "slug": "deepfake-asli-kaun-nakli-kaun",
    "date": "2025-11-29",
    "excerpt": "Arre yaar, woh viral video dekha jisme ek celebrity ajeeb si product bech raha tha? Ya woh reel jisme tumhara..."
  },
  {
    "id": "9",
    "title": "Bachke Rehna Baba! AI Voice Scams Se Kaise Bachein?",
    "slug": "bachke-rehna-baba-ai-voice-scams-se-kaise-bachein",
    "date": "2025-12-01",
    "excerpt": "Arre dost, imagine karo – you get a call. Awaaz ekdum tumhare best friend jaisi hai, tension mein bol raha..."
  },
  {
    "id": "10",
    "title": "AI Se Baat Kaise Karein? Samjho Prompt Engineering Ka Jadoo!",
    "slug": "ai-se-baat-kaise-karein-samjho-prompt-engineering-ka-jadoo",
    "date": "2026-01-22",
    "excerpt": "Arre bhaiyon aur beheno, aajkal **AI** har jagah hai, right? From writing essays to coding projects, **Large Language Models** (**LLMs**)..."
  },
  {
    "id": "11",
    "title": "GenAI: Tumhara Next-Gen Co-pilot for College aur Beyond!",
    "slug": "genai-tumhara-next-gen-co-pilot-for-college-aur-beyond",
    "date": "2026-01-26",
    "excerpt": "Hey dosto! Aaj kal har jagah **AI** ki baat ho rahi hai, right? Aur most likely tum sab ne *ChatGPT*..."
  },
  {
    "id": "12",
    "title": "AI se baat kaise karein? Prompt Engineering ka funda!",
    "slug": "ai-se-baat-kaise-karein-prompt-engineering-ka-funda",
    "date": "2026-02-02",
    "excerpt": "Kya chal raha hai, future tech leaders? Aaj kal har jagah **AI** ki hi baatein ho rahi hain, right? ChatGPT..."
  }
]